;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 9

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Arabic
Code = ar
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = ٪{Program.Name} حول
Label_Version = الاصدار
Label_AutoIt = البناء باستخدام اصدار النص التلقائي
Label_Copyright = حق المؤلف
Tip_Title_Donate = تبرع لقضيتنا
Tip_Message_Donate = عندما تتبرع، فانك تساعد في الحفاظ على برامجنا المجانية وتمكننا من الحصول على الادوات والخدمات التي نستخدمها لخدمتك 
Label_Home = الصفحة الرئيسية
Label_License = الرخصة
Label_Support = الحصول على الدعم
Tip_Title_Country = صنع في جنوب افريقيا
Tip_Message_Country = %{Program.Name} ولد في جنوب افريقيا Africa.
Label_Contributors = المساهمون
Button_Ok = موافق
Label_RAM = RAM) ٪d MB خالية من ٪d MB (٪d٪)
Label_HDD = %s) %.2f GB FREE OF %.2f GB (%d%)
Tip_Twitter = Follow us on Twitter.
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_Reddit = Read about us on Reddit.
Tip_LinkedIn = Connect with us on LinkedIn.
Tip_GitHub = %{Program.Name} on GitHub.
Tip_WhatsApp = Chat with us on WhatsApp.

[Custom]
Label_Status_Welcome = تلقائيا العملية من الملف القابل للتنفيذ الذي تحدده.Firemin ابدا بتحميل المتصفح (حدد اسم الملف). سيكتشف
Label_Status_Updates = يتم الآن البحث عن التحديثات
Group_Load_Browser = تحميل المتصفح
Label_Executable = (%s) المسار القابل للتنفيذ:
Label_Process_Usage = Usage | Peak:
Label_Process_Count = Process Count:
Button_Browse = &تصفح
Group_Options = الخيارات
Checkbox_Reduce_Mem = تقليل الذاكرة كل:
Label_Milliseconds = مللي ثانية
Checkbox_Reduce_Limit = قلل من الذاكرة فقط اذا انتهى الاستخدام:
Checkbox_Start_With = Firemin ابدا? s عند بدء 
Checkbox_Enable_Extended_Processes = تمكين العمليات الممتدة
Button_Extended_Processes = & العمليات الممتدة
Checkbox_Start_Windows = عند بدء تشغيل وندوز Firemin ابدا تشغيل 
Label_Settings_Updated = تم تحديث الاعدادات بنجاح.
Button_Cancel = الغاء الامر
Button_Save = حفظ
Time_Unit_01 = مللي ثانية
Time_Unit_02 = ثواني
Time_Unit_03 = الدقائق
Time_Unit_04 = ساعات
Label_Boost_Description = م ب  %s اذا كان الاستخدام يزيد عن %s %s تقليل كل
Title_Select_Browser = حدد المتصفح
Tip_Minimized_Title = لا يزال قيد التشغيل!%{Program.Name}
Tip_Minimized_Message = في العمل لتحسين استخدام ذاكرة٪ s. انقر فوق رمز العلبة لتغيير خيارات التحسين المختلفة %{Program.Name} سيستمر
Label_Notice = لبيئات الخادم. اقرا اكثر Firemin للتشغيل على حاسوب سطح المكتب او الحاسوب المحمول. لقد انشانا خادم %{Program.Name} تم تصميم

[Donate]
Label_Heading = ما رأيك في التبرع بمبلغ صغير للحفاظ على برامجنا مجانية إلى الأبد؟
Label_Message = انقر على زر PayPal أدناه، اختر مبلغًا، ثم أرسل لنا التبرع. سيتم استخدام تبرعك لتحسين برامجنا والحفاظ على كل شيء مجاني في Rizonesoft. تبرع بقيمة $20 سيساعدنا في الاستمرار لمدة شهر على الأقل.
Label_Donate = هل تعتبر هدية بقيمة $10 لمساعدتنا في تحسين %{Program.Name} والحفاظ على الأضواء مضاءة؟

[Menus]
File = &ملف
File_Preferences = &التفضيلات
File_Close = &اغلاق\tShift+Alt+F4
Help = &التعليمات
Help_Update = &التحقق من وجود تحديثات
Help_Home = ٪{Company.Name} &الصفحة الرئيسية
Help_Downloads = المزيد &التنزيلات
Help_Support = &الحصول على الدعم
Help_Issue = انشاء &مشكلة
Help_Donate = تبرع ل&قضيتنا 
Help_About = ٪{Program.Name} حول
Tray_About =  %{Program.Name} %s حول
Tray_Open = %{Program.Name} افتح
Tray_Extended_Processes = العمليات الممتدة
Tray_Run = %s تشغيل
Tray_Run_Safemode = في الوضع الآمن %s تشغيل

[Messages]
Info_Title = يرجى الاحاطة علما
Warning_Title = تحذير!
Error_Title = عفوا! حدث خطا ما!
Error_Oops = عفوا!
Singleton = ٪{Program.Name} يتم بالفعل تشغيل تواجد آخر لـ.
Compatible = غير قابل للتكاء مع اصدار الاطارات. اذا كنت تعتقد ان هذا خطا، فلا تتردد في ترك رسالة في '٪s' مع كل التفاصيل.٪{Program.Name}.
Compatible_Bit = '%s' 64 بت من %{Program.Name} 32 بت غير متوافق مع اصدار وندوز الخاص بك. الرجاء تنزيل %{Program.Name} لسوء الحظ

[Preferences]
Window_Title = المفضلة
Tab_General = عام
Tab_Performance = اداء
Tab_Language = اللغة
Group_Notifications = اشعارات
Group_Extended_Processes = العمليات الممتدة
Group_Priority = اولوية
Group_Memory = الذاكرة
Group_Language = اللغة
Checkbox_Notifications = اظهار اشعارات الدرج
Label_Extended_Processes = (Process01.exe, Process02.exe, etc) ادخل هنا اسماء اي عمليات اضافية كنت ترغب في رجل اطفاء لتحسين. يجب ان تكون القائمة مفصولة بفاصلة
Label_SetPriority = تعيين اولوية العملية:
Checkbox_SaveRealtime = (حفظ الاولوية اعلى عالية (غير مستحسن.
Checkbox_ReduceMemory = تقليل الذاكرة على انظمة الذاكرة المنخفضة.
Label_Language_Message = حدد اللغة التي تفضلها و اضغط على الزر ٪s للمتابعة. (مطلوب اعادة التشغيل)
Button_Save = حفظ
Button_Cancel = الغاء الامر
Label_Updated = تم تحديث التفضيلات
MsgBox_Language_Title = اللغة التي تم تغييرها
MsgBox_Language_Message = حتى تسري اللغة المختارة %{Program.Name} تم تغيير اللغة المحددة. يجب اعادة تشغيل.
MsgBox_Closing_Title = %{Program.Name} اغلاق
MsgBox_Closing_Message = الآن %{Program.Name}هل تريد اغلاق؟?

[Update]
Window_Title_Available = التحديث متوفر
Window_Title_Congratulations = مبروك!
Window_Title_Error = حدث خطا ما!
Label_Message_Update =  '%{Program.Name}' يتوفر اصدار جديد من
Label_Message_Latest = '%{Program.Name}' انت تستخدم احدث اصدار من
Label_Message_Error = لا يمكن استرجاعها. '%{Program.Name}' معلومات حول احدث اصدار من
Label_Message_Internet = الرجاء التحقق من اتصال انترنت والمحاولة مرة اخرى.
Label_Build_Current = البناء الحالي:
Label_Build_Update = تحديث البناء:
CheckBox_NoUpdate = لا تحقق من وجود تحديثات عند بدء التشغيل.
Button_Update = اقرا المزيد
Button_Close = اغلاق

[Versioning]
Administrator = مدير
Build = بناء
AutoIt_Version = autoIt٪ {AutoIt.Version} باستخدام اصدار
Bit = بت